MATERIALS = {
    "Сталь 20": {
        "vc": 160,
        "fz": 0.05,
    },
    "Сталь 45": {
        "vc": 180,
        "fz": 0.05,
    },
    "40Х": {
        "vc": 150,
        "fz": 0.04,
    },
    "Нержавейка": {
        "vc": 90,
        "fz": 0.03,
    },
    "Чугун": {
        "vc": 140,
        "fz": 0.05,
    },
    "D16": {
        "vc": 450,
        "fz": 0.08,
    },
    "АМг6": {
        "vc": 500,
        "fz": 0.09,
    },
    "Латунь": {
        "vc": 300,
        "fz": 0.06,
    }
}